name: "matched"
backend: "python"
max_batch_size: 8
input [
  {
    name: "text_input"
    data_type: TYPE_STRING
    dims: [1]
  }
]
output [
  {
    name: "label"
    data_type: TYPE_STRING
    dims: [1]
  },
  {
    name: "score"
    data_type: TYPE_FP32
    dims: [1]
  }
]

instance_group [
  {
    count: 1
    kind: KIND_GPU
  }
]
